Repository: HudaAlshammari/PROJECT-2
Catalog: myProjct/*.lproj/Localizable.strings
Languages: ar_sa

source: Urmaki sushi
ar_sa: آورماكي سوشي

# detailsProduct1
source: Delicious rumaki sushi in the Marssai way
ar_sa: سوشي بنكهه مرساي اللذيذة

# detailsProduct2
source: For sushi lovers with original flavor
ar_sa: لعشاق السوشي بالنكهه الاصليه

source: Marssai Sushi Cocktail
ar_sa: مرساي سوشي كوكتيل

# detailsProduct3
source: Cocktail for sushi lovers
ar_sa: كوكتيل من السوشي

source: Hoso Maki Roll
ar_sa: هوسو ماكي رول

# detailsProduct4
source: Sushi in Marssai way
ar_sa: سوشي بطريقه مرساي

source: Crab salad
ar_sa: سلطة الكراب

# detailsProduct5
source: Salad with a special Marssai flavor
ar_sa: سلطه مرساي الخاصه

source: Shrimp
ar_sa: الروبيان

# detailsProduct6
source: Crispy shrimp with cocktail sauce
ar_sa: الروبيان المقرمش مع كوكتيل الصوص

source: Chicken tikka masala
ar_sa: تكا مسالا دجاج

# detailsProduct7
source: Djmsa marsai dish with indian flavor
ar_sa: دجاج مسالا بالنكهه الهندية الاصيله

source: Fettuccine
ar_sa: فتوتشيني

# detailsProduct8
source: Fettuccine with italian flavor
ar_sa: فتوتشيني بالنكهة الايطاليه الاصيله

source: Risotto Seafood
ar_sa: روزيتو

# detailsProduct9
source: Risotto with seafood
ar_sa: روزيتو بثمار البحر

source: Beef Lasagna
ar_sa: ريش لحم

# detailsProduct10
source: Lasagna with fresh meat
ar_sa: ريش اللحم الطازجة

source: Appetizer mix
ar_sa: مشكل مقبلات

# detailsProduct12
source: Marssai special appetizer
ar_sa: مشكل مقبلات مرساي المميزة

source: Tabbouleh
ar_sa: تبوله

# detailsProduct13
source: Tabbouleh pineapple
ar_sa: تبوله بالانناس
